Repository: sherer-pro/llm-friendly
Catalog: languages/llm-friendly-*.po
Languages: be_by

source: General
be_by: Агульныя

source: Enable Markdown exports
be_by: Уключыць экспарт у Markdown

source: Base path for Markdown exports
be_by: Базавы шлях для Markdown-экспарту

source: Post types to include
be_by: Тыпы запісаў для ўключэння

source: Enable llms.txt
be_by: Уключыць llms.txt

source: Send "noindex" header for llms.txt
be_by: Дасылаць загаловак «noindex» для llms.txt

source: Regeneration mode
be_by: Рэжым рэгенерацыі

source: Items per post type
be_by: Колькасць элементаў на тып запісу

source: Sitemap URL
be_by: URL карты сайта

source: Site meta overrides
be_by: Перавызначэнне метаданых сайта

source: Site title override
be_by: Перавызначэнне назвы сайта

source: Site description override
be_by: Перавызначэнне апісання сайта

source: llms.txt was regenerated.
be_by: llms.txt быў згенераваны нанова.

source: Save changes
be_by: Захаваць змены

source: Maintenance
be_by: Абслугоўванне

source: Regenerate llms.txt now
be_by: Згенераваць llms.txt цяпер

source: Last llms.txt build: %s
be_by: Апошняя зборка llms.txt: %s

source: %d ms
be_by: %d мс

source: Open:
be_by: Адкрыць:

source: llms.txt (pretty URL)
be_by: llms.txt (чытэльны URL)

source: llms.txt (query var fallback)
be_by: llms.txt (праз query var)

source: Rebuilds cached llms.txt immediately.
be_by: Адразу перабудоўвае закэшаваны llms.txt.

source: Access denied.
be_by: Доступ забаронены.

source: Enable .md endpoints for selected post types
be_by: Уключыць .md-эндпоінты для выбраных тыпаў запісаў

source: Example: "llm" → /llm/{post_type}/{path}.md
be_by: Прыклад: «llm» → /llm/{post_type}/{path}.md

source: These types will appear in llms.txt and will have Markdown exports.
be_by: Гэтыя тыпы з’явяцца ў llms.txt і будуць мець Markdown-экспарт.

source: Serve /llms.txt
be_by: Аддаваць /llms.txt

source: Send X-Robots-Tag: noindex, nofollow for /llms.txt
be_by: Дасылаць X-Robots-Tag: noindex, nofollow для /llms.txt

source: Auto (on publish/update)
be_by: Аўта (пры публікацыі/абнаўленні)

source: Manual only
be_by: Толькі ўручную

source: In manual mode, use the button in the Maintenance section to rebuild llms.txt.
be_by: У ручным рэжыме выкарыстоўвай кнопку ў раздзеле «Абслугоўванне», кабперабудаваць llms.txt.

source: How many latest items to list for each post type.
be_by: Колькі апошніх элементаў паказваць для кожнага тыпу запісу.

source: Absolute URL or site-relative path. Default: /sitemap.xml
be_by: Абсалютны URL або шлях адносна сайта. Прадвызначана: /sitemap.xml

source: If empty, uses WordPress setting: Site Title.
be_by: Калі пуста, выкарыстоўваецца налада WordPress: «Назва сайта».

source: If empty, uses WordPress setting: Tagline.
be_by: Калі пуста, выкарыстоўваецца налада WordPress: «Кароткае апісанне».

source: Not Found
be_by: Не знойдзена

source: LLM-friendly index of this website.
be_by: Індэкс гэтага сайта для LLM.

source: This file helps LLMs navigate the site and find authoritative content.
be_by: Гэты файл дапамагае LLM арыентавацца на сайце і знаходзіць аўтарытэтныкантэнт.

source: Markdown exports are available under the configured base path:
be_by: Markdown-экспарты даступныя па наладжаным базавым шляху:

source: Pattern: %s
be_by: Шаблон: %s

source: Back-compat for posts: %s
be_by: Зваротная сумяшчальнасць для запісаў: %s

source: Main links
be_by: Асноўныя спасылкі

source: Home
be_by: Галоўная

source: Website home page
be_by: Галоўная старонка сайта

source: Sitemap
be_by: Карта сайта

source: XML sitemap
be_by: XML-карта сайта

source: Latest updates feed
be_by: Стужка апошніх абнаўленняў

source: (no published items found)
be_by: (апублікаваных матэрыялаў не знойдзена)

source: Updated %1$s. Canonical URL: %2$s
be_by: Абноўлена %1$s. Кананічны URL: %2$s

source: llms.txt + Markdown-представления записей для удобного чтения LLM (эндпоинты /llms.txt и /{base}/{post_type}/{path}.md).
be_by: llms.txt + Markdown-прадстаўленні запісаў для зручнага чытання LLM (эндпоінты/llms.txt і /{base}/{post_type}/{path}.md).
